"LAST_BACKUP" = "Last Backup:";
"NEXT_BACKUP" = "Next Backup:";
"BACKING_UP" = "Backing Up:";
"ACCESSING_BACKUP" = "Accessing backup disk…";
"IN_PROGRESS" = "Backing Up…";
"PREPARING" = "Preparing backup…";
"STOPPING" = "Stopping backup…";
"THINNING" = "Cleaning up…";
"DELETING" = "Deleting old backups…";
"FINISHING" = "Finishing backup…";
"EXCLUDE" = "Exclude";
"NOT_MOUNTED" = "The backup volume is not mounted.";
"INCLUDED" = "Estimated size of full backup: %@";
"CALCULATING" = "Calculating size of full backup…";
"ENCRYPT_IMAGE_NAME" = "Backup of %@%@";
"DI_ERR_TITLE" = "An error occurred while creating the encrypted backup image.";
"DI_EXISTS" = "An encrypted backup already exists on this disk.";
"DI_ERROR" = "Error %d occurred";
"DI_FAILED_TO_MOUNT" = "The disk image could not be mounted.";
"OK" = "OK";
"SHOW_HIDDEN_ITEMS" = "Show invisible items"; // checkbox
"CALCULATING_SIZE" = "Calculating changes…";
"CALCULATING_CHANGED_ITEMS" = "Preparing %@ items…";					
"CALCULATING_EXCLUDED_ITEMS" = "Excluding %@ items…";
"CALCULATING_DEEP_SCANNED_ITEMS" = "Scanning %@ items…";

"MOUNTING" = "Making backup disk available…";
"INDEXING" = "Indexing backup…";

// voice-over strings
"AX_ADD" = "Add item to “Do not backup” list";
"AX_REMOVE" = "Remove item from “Do not backup” list";

// error strings
"FAILED" = "Failed";
"DELAYED" = "Delayed";
"TIME_MACHINE_ERROR" = "Time Machine Error";

"WARNING_SAME_DISK_TITLE" = "Are you sure you want to back up to the same device your original data is on?";
"WARNING_SAME_DISK_ONE_CONFLICT" = "The volume “%@” you have chosen for storing backups is on the same device as the volume “%@” which is being backed up.\n\nTo fully protect your data, you should back up to a volume on a different device.\n";
"WARNING_SAME_DISK_MULTIPLE_CONFLICTS" = "The volume “%@” you have chosen for storing backups is on the same device as the volumes %@ and %@ which are being backed up.\n\nTo fully protect your data, you should back up to a volume on a different device.\n";
"QUOTED_VOLUME_NAME" = "“%@”";
"LIST_SEPARATOR" = ", ";
"USE_SELECTED_DISK_BUTTON" = "Use Selected Volume";
"CHOOSE_ANOTHER_DISK_BUTTON" = "Select Another Volume";

"WARNING_NO_DESTINATION_TITLE" = "A backup volume has not been selected.\n\n";
"WARNING_NO_DESTINATION" = "To select a backup volume, click Configure.";

"REMAINING_HOUR" = "%d hour";
"REMAINING_HOURS" = "%d hours";
"REMAINING_MIN" = "%d minute";	
"REMAINING_MINS" = "%d minutes";
"REMAINING_HOURS_AND_MINS" = "%@ and %@ remaining…";
"REMAINING_ABOUT" = "%@ remaining…";
"REMAINING_LESS_MIN" = "Less than a minute remaining…";

"BACKUP_NOW" = "Back Up Now";
"STOP_BACKING_UP" = "Stop Backing Up";
"BYTES_COMPLETED_AND_TOTAL_FORMAT" = "%1$@ of %2$@";

// disk formatting dialog
"DISK_NEEDS_REFORMATTING_TITLE" = "Are you sure you want to erase the backup disk “%@”? Erasing will destroy all information on the disk and can’t be undone.";
"DISK_NEEDS_REFORMATTING_TEXT" = "The disk must be erased before it can be used for Time Machine backups because it has an incompatible filesystem.";
"DISK_NEEDS_REFORMATTING_CS_TEXT" = "The disk must be erased before it can be used for Time Machine backups because a disk you are backing up is case sensitive, but the backup disk is not.";
"ERASE_DISK_BUTTON" = "Erase";
"DONT_ERASE_BUTTON" = "Don’t Erase";
"CANCEL_ERASE_BUTTON" = "Cancel";
"FORMATTING" = "Erasing:";

// disk formatting error dialog
"ERROR_FORMATTING_TITLE" = "There was an error erasing the Time Machine backup disk “%@”.";

// skip system files alart
"WARNING_SKIP_SYSTEM_FILES_TITLE" = "You’ve chosen to exclude the System folder.";
"WARNING_SKIP_SYSTEM_FILES" = "Would you like to also exclude other files installed with Mac OS X, such as system applications and UNIX tools?";
"EXCLUDE_ALL_SYSTEM_FILES_BUTTON" = "Exclude All System Files";
"EXCLUDE_SYSTEM_FOLDER_ONLY_BUTTON" = "Exclude System Folder Only";
"EXCLUDE_LIST_ALL_SYSTEM_FILES" = "System Files and Applications";
"EXCLUDE_LIST_CALCULATING_SIZE" = "Calculating Size";

// the name we give a disk after reformatting it for use with Time Machine
"REFORMATTED_DISK_NAME" = "Time Machine Backups"; 

// Disk selection list
"REFORMAT_REQUIRED" = "reformat required (incompatible filesystem)";
"REFORMAT_REQUIRED_CS" = "reformat required (case-insensitive disk)";
"SERVER_INFO_FORMAT" = "on “%@”";
"TIME_CAPSULE_ACCOUNT" = "My User Account";

"DISK_PICKER_NONE" = "None";
"DISK_PICKER_NONE_TOOL_TIP" = "Stop back up";
"DISK_PICKER_BUTTON_USE" = "Use for Backup";
"DISK_PICKER_BUTTON_STOP" = "Stop Backing Up";

// Available disk space
"AVAILABLE_AND_TOTAL_DISK_SPACE_FORMAT" = "%@ of %@";

// FileVault warnings
"FILEVAULT_WARNING_USER_LEOPARD_TITLE" = "FileVault is turned on for your user account. Time Machine will back up your home folder only when you are logged out.";
"FILEVAULT_WARNING_USER_LEOPARD" = "You can’t browse or restore individual items of a home folder encrypted by FileVault in the Time Machine backup. To restore all files and folders from this type of backup, start up from a Mac OS X Install disc and select “Restore System From Backup” from the “Utilities” menu in the Installer.";
"FILEVAULT_WARNING_ADMIN_LEOPARD_TITLE" = "FileVault is turned on for one or more user accounts on this computer. Time Machine backs up home folders protected by FileVault only when the users who own those home folders are logged out.";
"FILEVAULT_WARNING_ADMIN_LEOPARD" = "You can’t browse or restore individual items of a home folder encrypted by FileVault in the Time Machine backup. To restore all files and folders from this type of backup, start up from a Mac OS X Install disc and select “Restore System From Backup” from the “Utilities” menu in the Installer.";

"FILEVAULT_WARNING_USER_TIGER_TITLE" = "Time Machine can’t back up your home folder because it was encrypted using an older version of FileVault. Turn off FileVault for your account and turn it back on; then perform the backup.";
"FILEVAULT_WARNING_ADMIN_TIGER_1_USER_TITLE" = "Time Machine can’t back up the home folder of the account “%@” because it was encrypted using an older version of FileVault. Turn off FileVault for this account and turn it back on; then perform the backup.";
"FILEVAULT_WARNING_ADMIN_TIGER_2_USERS_TITLE" = "Time Machine can’t back up the home folders of the accounts “%@” and “%@” because they were encrypted using an older version of FileVault. For each account, turn off FileVault and turn it back on; then perform the backup.";
"FILEVAULT_WARNING_ADMIN_TIGER_3_USERS_TITLE" = "Time Machine can’t back up the home folders of the accounts “%@”, “%@” and “%@” because they were encrypted using an older version of FileVault. For each account, turn off FileVault and turn it back on; then perform the backup.";
"FILEVAULT_WARNING_ADMIN_TIGER_MORE_USERS_TITLE" = "Time Machine can’t back up the home folders of the accounts “%@”, “%@”, “%@” and others, because they were encrypted using an older version of FileVault. For each account, turn off FileVault and turn it back on; then perform the backup.";
"FILEVAULT_WARNING_TIGER" = "Time Machine backs up home folders protected by FileVault but you can’t browse or restore individual items of a home folder encrypted by FileVault in the Time Machine backup. To restore all files and folders from this type of backup, start up from a Mac OS X Install disc and select “Restore System From Backup” from the “Utilities” menu in the Installer.";

"NEXT_BACKUP_WHEN_CONNECTED" = "When disk is connected";
"NEXT_BACKUP_TURNED_OFF" = "Automatic backups off";
"NEXT_BACKUP_WHEN_PLUGGED_IN" = "When Mac is plugged in";

"WILL_START_IN_ONE_SEC" = "one second…";
"WILL_START_IN_X_SECS" = "%@ seconds…";

"DESTINATION_TOOLTIP" = "Volume: %@\nMounted at: %@";

"LATEST_SUCCESSFUL_BACKUP" = "Latest successful backup: %@ at %@";

"INSUFFICIENT_ACCESS_TITLE" = "You do not have the necessary read, write and append privileges on the selected network backup disk.";
"INSUFFICIENT_ACCESS_MESSAGE" = "Please connect as a different user or contact your network administrator.";

"ERROR_OBTAINING_URL" = "Internal error - failed to obtain url for “%@”";

"KEYCHAIN_ERROR" = "Keychain error %d occurred while creating a System Keychain entry for the username “%@” and URL “%@”.";
"KEYCHAIN_RECOVERY_SUGGESTION" = "You can try using the Keychain Access utility to edit or repair your System Keychain.";

"ERROR_NETAUTHMOUNT" = "Time Machine can’t access the backup disk “%@”.";

"UNKNOWN_DISK_NAME" = "Untitled";

// health check strings
PERFORMING_HEALTH_CHECK = "Verifying backup…";
SKIP_HEALTH_CHECK = "Skip verification";
SKIPPING_HEALTH_CHECK = "Skipping verification…";
